<?php if (!defined('SYSTEM')) exit('No direct script access allowed');

$lang = array(
    'general_error'     => 'Παρουσιάστηκε πρόβλημα κατά την αποθήκευση του αρχείου "%s"',
    'invalid_filetype'  => 'Ο τύπος αρχείου για το αρχείο "%s" δεν είναι επιτρεπτός',
    'invalid_filesize'  => 'Το μέγεθος του αρχείου "%s" είναι μεγαλύτερο από το μέγιστο επιτρεπτό',
    'invalid_width'     => 'Το πλάτος του αρχείου "%s" είναι μεγαλύτερο από το μέγιστο επιτρεπτό',
    'invalid_height'    => 'Το ύψος του αρχείου "%s" είναι μεγαλύτερο από το μέγιστο επιτρεπτό',
);